[Settings]
AuthorName=Yazar Adı
AuthorEmail=Yazar E postası
Language=Türkçe
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Hata Raporu
HeaderText=%s çalışmayı durdurdu
SubHeaderText=Lütfen sorunu çözmemize ve bu yazılımı iyileştirmemize yardımcı olması için bu hata raporunu (%s) bize gönderin.
WhatDoesReportContain=Bu rapor ne içeriyor?
ProvideAdditionalInfo=Sorun hakkında ek bilgi sağlayın (önerilir).
YourEmail=E postanız:
DescribeProblem=Hata oluştuğunda ne yaptığınızı birkaç kelimeyle tanımlayın:
MyConsent=“Rapor gönder” düğmesine basarak raporun içeriğini bildiğimi ve Gizlilik Politikası şartlarını kabul ettiğimi onaylıyorum.
MyConsent2=“Rapor gönder” butonuna basarak raporun içeriğini bildiğimi onaylıyorum.
PrivacyPolicy=Gizlilik Politikası
InvalidEmailCaption=Geçersiz E-posta 
InvalidEmailText=Lütfen geçerli bir E-posta adresi belirtin, örneğin ad@hotmail.com.
SendReport=Rapor gönder
CloseTheProgram=Programı kapat
RestartApp=Bu pencere kapatıldıktan sonra %s yeniden başlatın.
OtherActions=Diğer eylemler...
SendReportLater=Programı kapatın ve raporu daha sonra gönderin

[DetailDlg]
DlgCaption=Hata Raporu Ayrıntıları
DoubleClickAnItem=Uygun bir programla açmak için bir öğeye çift tıklayın.
FieldName=Ad
FieldDescription=Açıklama
FieldSize=Boyut
Preview=Ön izleme
PrivacyPolicy=Gizlilik Politikası
Close=Kapat
Export=Dışarı Aktarma...
NoDataToDisplay=Görüntülenecek veri yok
PreviewAuto=Otomatik
PreviewText=Metin
PreviewHex=Onaltılı
PreviewImage=Görüntü
PreviewVideo=Video
Encoding=Metin kodlaması
DescCrashDump=Kilitlenme mini dökümü
DescXML=Kilitlenme Açıklaması XML
DescScreenshot=Masaüstü Ekran Görüntüsü
DescRegKey=Kayıt Defteri Anahtarı Dökümü
DescVideo=Masaüstü Video Yakalama
Open=Aç
DeleteSelected=Seçili Dosyaları Sil
AttachMoreFiles=Daha Fazla Dosya Ekle…
           
[ProgressDlg]
DlgCaption=%s - Hata Raporu Gönderiliyor
DlgCaption2=%s çalışmayı durdurdu
DlgCaptionExport = %s - Hata Raporunu Dışa Aktarma
CollectingCrashInfo=Sorun hakkında bilgi toplama…
CompressingFiles=Hata raporu dosyalarını sıkıştırma…
StatusText= Hata raporu şimdi gönderiliyor (3 %d denemesi)…
ConfirmLaunchEmailClient=Hata raporu varsayılan E-posta programınız (%s) kullanılarak gönderilebilir.\nE-posta programını çalıştırmak için “Tamam”a, aksi takdirde “İptal”e basın.
CompletedWithErrors=Hatalarla tamamlandı. Bu pencereyi kapatmak için Kapat'a basın.
ExportedWithErrors=Dışa aktarma hatalarla tamamlandı. Bu pencereyi kapatmak için Kapat'a basın.
CopySelectedLines=Seçili satırları kopyala
CopyTheWholeLog=Tüm günlüğü kopyala
Cancel=İptal
Cancelling=İptal ediliyor…
Close=Kapat

[ResendDlg]
DlgCaption=%s - Hata Raporları Gönder
BalloonCaption=%s - Hata Raporları
BalloonText=Son zamanlarda %s bazı hatalar oluştu. Hata raporlarını şimdi göndermek için burayı tıklayın.
ColumnCreationDate=Oluşturma Tarihi
ColumnSize=Boyut
ColumnStatus=Durum
ClickForDetails=Ayrıntıları görmek için bir öğeye çift tıklayın.
SelectedSize=Seçilen öğeler: %d. Toplam boyut: %s.
SendNow=Şimdi gönder
ShowLog=Günlüğü göster
MyConsent=“Rapor gönder” düğmesine basarak seçilen raporların içeriğini bildiğimi ve Gizlilik Politikası şartlarını kabul ettiğimi onaylıyorum.
MyConsent2=“Rapor gönder” butonuna basarak seçilen raporların içeriğini bildiğimi onaylıyorum.
PopupShow=Göster
PopupExit=Çıkış
PopupRemindLater=Bu pencereyi kapat ama daha sonra hatırlat
PopupNeverRemind=Bu pencereyi kapat ve bir daha hatırlatma
StatusPending=Beklemede
StatusInProgress=Devam ediyor...
StatusSucceeded=Başarılı
StatusFailed=Başarısız
CurrentAction=Geçerli eylem:
DeliveryingReports=Hata raporları teslim ediliyor…
DeliverySucceeded=Hata raporları başarıyla teslim edildi.
DeliveryFailed=Hata raporu teslimi hatalarla tamamlandı.
SelectAll=Tümünü seç
DeselectAll=Tüm seçimleri kaldır
DeleteSelected=Seçileni sil
DeleteAll=Tümünü sil

[VideoRecDlg]
DlgCaption=%s - Ekran Videosu Yakalama
Text=Bu %s yazılımda oluşan hataları daha iyi anlamanıza ve düzeltmenize yardımcı olmak için ekranınızın video kaydını başlatacak. Ekran yakalamanın bilgisayarınızın performansını düşürebileceğini unutmayın. Devam etmek için 'İzin Ver' düğmesini tıklayın.
Allow=İzin ver
Cancel=İptal